"use server"

export const ProgramSemeynoeSchastie = () => (
    <div className="max-w-3xl mx-auto px-4 font-sans">
        <h1 className="text-xl font-bold mb-4">Программа Семейное Счастье</h1>

        <p className="mb-2"><strong>Продолжительность:</strong> 1 месяц, кратность визитов: 1 раз в неделю</p>
        <p className="mb-4"><strong>Стоимость:</strong> 54000р. <br/> <strong>Пакет для двоих:</strong> 98000р.</p>

        <p className="mb-4">
            Часто, в семейных отношениях мы отмечаем, что наша половинка не такая привлекательная как в первые 5 лет
            брака, часто замечаем ошибки и недостатки которых раньше не замечали и на фоне этого частые ссоры, упреки и
            скандалы.
        </p>

        <p className="mb-4">
            Наша программа предназначена для семейных пар, а также для людей, которые испытывают трудности в общении с
            противоположным полом.
        </p>

        <p className="mb-4">
            Программа представляет с собой комбинацию инфузионной терапии, а также применение пептидов, направленных на
            улучшение когнитивных функций мозга, память, мышление, сон, стресс, а также на увеличение либидо.
        </p>

        <h2 className="text-lg font-bold mb-2">Программа включает:</h2>
        <p className="mb-2"><strong>Обследования:</strong> ОАК, диагностика анемии, биохимия базовая, ТТГ, Т4 св.</p>
        <p className="mb-4"><strong>Пептиды:</strong> Окситоцин, PT 141, Semax в интроназальной или инъекционной форме
            (подкожно).</p>

        <h3 className="font-bold mb-2">Окситоцин</h3>
        <p className="mb-2">
            Гормон вырабатывающийся в гипоталамусе ГМ оказывает влияние на: поведение, память, эмоциональное состояние в
            ГМ, а также влияет на репродуктивную систему, почки, сердце, эндотелий сосудов, костную и жировую ткань.
        </p>
        <p className="mb-2">
            При недостатке окситоцина отмечаются: трудности в установлении социальных связей, повышенная тревожность,
            снижение эмоциональной привязанности, возможные нарушения лактации. Причины: стресс и некоторые
            неврологические и эндокринные заболевания.
        </p>
        <p className="mb-4">
            Избыток может вызвать гиперактивность матки (опасно при беременности), а также увеличивает склонность к
            доверчивости.
        </p>

        <h3 className="font-bold mb-2">РТ 141</h3>
        <p className="mb-2">
            Синтетический пептид который действует как агонист рецептора меланокортина, работает, стимулируя рецепторы
            меланокортина в ГМ в частности рецептор МС4 который участвует в регуляции сексуальной функции.
        </p>
        <p className="mb-2">
            Противопоказаний на применение нет, эффективность больше 80% в особенности у людей которые не реагируют на
            Виагру или Сиалис.
        </p>
        <p className="mb-2">
            Отличительные особенности от Виагры это воздействие на эректиную функцию через нервную систему.
        </p>
        <p className="mb-2">
            Косвенно влияет на аппетит за счет воздействия на рецепторы МС-4R, способствующим чувству сытости и снижению
            аппетита.
        </p>
        <p className="mb-2">
            Дозировка подбирается индивидуально, начальная доза 0,5 мг., максимальная доза 2 мг.
        </p>
        <p className="mb-2">
            Не рекомендуется комбинировать с другими препаратами влияющим на эрекцию.
        </p>
        <p className="mb-4">
            Наиболее частыми побочными эффектами являются: Приливы, головная боль, тошнота.
        </p>

        <h3 className="font-bold mb-2">Semax:</h3>
        <p className="mb-2"><strong>Описание:</strong> Нейропептид, представляющий собой синтетический аналог фрагмента
            адренокортикотропного гормона (АКТГ).</p>
        <p className="mb-2"><strong>Свойства:</strong></p>
        <ul className="list-disc pl-5 mb-4">
            <li>Когнитивная поддержка: Улучшает память, внимание, повышает концентрацию и ментальную продуктивность.
            </li>
            <li>Антистрессовое действие: помогает справляться со стрессом и снижает тревожность.</li>
            <li>Нейропротекторное действие: способствует защите нервных клеток и ускоряет регенерацию после
                повреждений.
            </li>
            <li>Улучшение настроения: повышает общий эмоциональный тонус, что полезно при состояниях апатии и
                депрессии.
            </li>
        </ul>

        <p className="mb-4">
            Инфузионная терапия направлена на поддержание организма увеличение выносливости и улучшение
            сердечно-сосудистой и нервной системы. Кратность: 1 раз в неделю.
        </p>

        <h2 className="text-lg font-bold mb-2">Основные эффекты:</h2>
        <ul className="list-disc pl-5 mb-4">
            <li>Улучшение когнитивных функций мозга</li>
            <li>Улучшение возможности наладить коммуникативные связи с обществом</li>
            <li>Повышение либидо и улучшение сексуального поведения</li>
            <li>Укрепление здоровья</li>
            <li>Помощь при синдроме хронической усталости</li>
        </ul>

        <h2 className="text-lg font-bold mb-2">Противопоказания:</h2>
        <ul className="list-disc pl-5">
            <li>беременность</li>
            <li>индивидуальная непереносимость препаратов</li>
        </ul>
    </div>
)