"use server"
export const DripCinderellaLux = () => (

    <div className="max-w-3xl mx-auto px-4 font-sans">
        <h1 className="text-xl font-bold text-primary mb-4">Золушка Люкс</h1>

        <p className="mb-4">
            "Золушка Люкс" демонстрирует повышенную эффективность на снижение пигментации кожи, улучшение качества волос и ногтей по сравнению с базовым составом за счёт расширенного комплекса компонентов и их синергетического действия.
        </p>

        <h2 className="text-lg font-bold text-primary mb-2">Состав "Золушка" – 8 000 ₽</h2>
        <ul className="list-disc list-inside pl-5 mb-4">
            <li>Глутатион</li>
            <li>Альфа-липоевая кислота</li>
            <li>Витамин C</li>
        </ul>
        <p className="mb-4">
            Компоненты борются со старением, уменьшают пигментацию, улучшают состояние кожи.
        </p>

        <h2 className="text-lg font-bold text-primary mb-2">Состав "Золушка Люкс" – 12 000 ₽</h2>
        <ul className="list-disc list-inside pl-5 mb-4">
            <li>Все компоненты из базового состава</li>
            <li>Биотин</li>
            <li>Витамины группы B</li>
            <li>Минералы</li>
            <li>Органические кислоты</li>
        </ul>
        <p className="mb-4">
            Расширенный состав усиливает осветляющий эффект, улучшает качество и укрепление волос и ногтей, активизирует энергетический обмен и повышает стрессоустойчивость.
        </p>

        <h2 className="text-lg font-bold text-primary mb-2">Дополнительные эффекты "Люкс":</h2>
        <ul className="list-disc list-inside pl-5 mb-8">
            <li>Повышение энергии и снижение усталости</li>
            <li>Витамины группы B в составе "Люкс" снижают усталость и повышают тонус, что особенно важно при хронической усталости или высоких нагрузках</li>
            <li>Укрепление волос и ногтей: Биотин  способствуют регенерации тканей, уменьшая ломкость и выпадение волос</li>
            <li>Эффект "Люкс"-терапии сохраняется дольше за счёт комплексного воздействия на клеточном уровне, включая синтез коллагена и защиту от свободных радикалов</li>
        </ul>
    </div>

)